Repository: ranjanistic/knotters
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Return home
hi: वापस घर

source: Not found
hi: नहीं मिला

source: You can still continue with us.
hi: आप अभी भी हमारे साथ जारी रख सकते हैं।

source: Server error
hi: सर्वर त्रुटि

source: Server Error
hi: सर्वर त्रुटि

source: Sorry!
hi: माफ़ करना!

source: We're fixing that right now.
hi: हम इसे अभी ठीक कर रहे हैं।

source: Inactive
hi: निष्क्रिय

source: Account Inactive
hi: खाता निष्क्रिय

source: Email addresses
hi: ईमेल पते

source: Account emails
hi: खाता ईमेल

source: Email Addresses
hi: ईमेल पते

source: The following email addresses are associated with your %(APPNAME)s account.
hi: निम्नलिखित ईमेल पते आपके %(APPNAME)s खाते से संबद्ध हैं।

source: Primary email address
hi: प्राथमिक ईमेल पता

source: Verified
hi: सत्यापित

source: Unverified
hi: असत्यापित

source: Select an email to act.
hi: कार्य करने के लिए एक ईमेल का चयन करें।

source: Verify
hi: सत्यापित करें

source: Make primary
hi: प्राथमिक बनाएं

source: Remove
hi: हटाएं

source: Add new email address
hi: नया ईमेल पता जोड़ें

source: Verification will be required
hi: सत्यापन की आवश्यकता होगी

source: New email address
hi: नया ईमेल पता

source: Add email
hi: ईमेल पता जोड़ें

source: Report a problem
hi: समस्या बताएं

source: Terms of service
hi: सेवा की शर्तें

source: Privacy policy
hi: गोपनीयता नीति

source: Email verification
hi: ईमेल सत्यापन

source: Confirm email address
hi: ईमेल पता सत्यापित करें

source: This email confirmation link has expired, or is invalid.
hi: यह ईमेल पुष्टिकरण लिंक समाप्त हो गया है, या अमान्य है।

source: Resend Email
hi: ईमेल दुबारा भेजें

source: Login
hi: लॉग इन करें

source: Let's solve our problems, together.
hi: आओ मिलकर हमारी समस्याओं का समाधान करें

source: Continue via Google
hi: Google के माध्यम से जारी रखें

source: Continue via Github
hi: Github के माध्यम से जारी रखें

source: Continue via Discord
hi: Discord के माध्यम से जारी रखें

source: Create an account
hi: खाता बनाएं

source: or use your
hi: या उपयोग करें अपना

source: account
hi: खाता

source: Email address
hi: ईमेल पता

source: Password
hi: पासवर्ड

source: Forgot?
hi: भूल गए?

source: By continuing via an identity on our platform
hi: हमारे मंच पर एक पहचान के माध्यम से जारी रखते हुए

source: you agree to our
hi: आप मानते हैं हमारी

source: terms of service
hi: सेवा की शर्तें

source: and
hi: और

source: privacy policy
hi: गोपनीयता नीति

source: Logout
hi: लॉग आउट

source: are you sure you want to log out?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?

source: Password Change
hi: कूटशब्द बदलें

source: Change password
hi: कूटशब्द बदलें

source: Retype new password
hi: नया कूटशब्द दोबारा

source: Password reset
hi: पासवर्ड रीसेट

source: Password Reset
hi: पासवर्ड रीसेट

source: Provide us your registered email address, and we'll send you a link to reset your password.
hi: हमें अपना पंजीकृत ईमेल पता प्रदान करें, और हम आपको आपका पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे।

source: Your email address
hi: आपका ईमेल पता

source: Send reset link
hi: रीसेट लिंक भेजें

source: Check your mailbox
hi: अपना मेलबॉक्स जांचें

source: We have sent you an email with password reset link.
hi: हमने आपको पासवर्ड रीसेट लिंक के साथ एक ईमेल भेजा है।

source: Check your spam folder too, just in case.
hi: अपने स्पैम फ़ोल्डर की भी जाँच करें, क्या पता वहां हो।

source: Okay
hi: ठीक है

source: Invaild link
hi: अमान्य लिंक

source: Change Password
hi: पासवर्ड बदलें

source: Retry
hi: पुन: प्रयास

source: Your password is now changed.
hi: आपका पासवर्ड अब बदल गया है।

source: Password Changed
hi: पासवर्ड बदला गया

source: Your password is changed now.
hi: आपका पासवर्ड अब बदल गया है।

source: Your account doesn't have a password, so you can create one below.
hi: आपके खाते में पासवर्ड नहीं है, इसलिए आप एक पासवर्ड बना सकते हैं।

source: New Password
hi: नया पासवर्ड

source: Join community
hi: हमसे जुड़ें

source: Be a part of a community that's always there for you.
hi: उस समुदाय का हिस्सा बनें जो हमेशा आपके लिए है।

source: Already a member?
hi: पहले से ही सदस्य हैं?

source: Existing Login
hi: मौजूदा लॉगिन

source: or create a
hi: या बनाएं एक

source: Create account
hi: अकाउंट बनाएं

source: Verification
hi: सत्यापन

source: Check your mailbox.
hi: अपना मेलबॉक्स जांचें

source: We've sent you a link to verify your authenticity.
hi: आपकी प्रामाणिकता को सत्यापित करने के लिए हमने आपको एक लिंक भेजा है।

source: Use that link to verify your email address.
hi: अपना ईमेल पता सत्यापित करने के लिए उस लिंक का उपयोग करें।

source: Your account will be deleted if you don't verify your primary email address under 3 days.
hi: यदि आप 3 दिनों से कम समय में अपना प्राथमिक ईमेल पता सत्यापित नहीं करते हैं, तो आपका खाता हटा दिया जाएगा।

source: Email Verification
hi: ईमेल सत्यापन

source: Verify your email address.
hi: अपने ईमेल पते की पुष्टि करें।

source: We have sent an email at <strong>%(user)s</strong> for verification.
hi: हमने सत्यापन के लिए <strong>%(user)s</strong> पर एक ईमेल भेजा है

source: Please click on the link inside that email.
hi: कृपया उस ईमेल के अंदर के लिंक पर क्लिक करें।

source: Change email address
hi: ईमेल पता बदलें

source: Two-Factor Authentication
hi: दो-चरणीय प्रमाणीकरण

source: Since you have enabled 2FA on your account, this is an additional layer of authentication.
hi: चूंकि आपने अपने खाते में 2FA सक्षम किया है, यह प्रमाणीकरण की एक अतिरिक्त परत है।

source: Type the code from your autheticator app, below.
hi: नीचे अपने प्रमाणक ऐप से कोड टाइप करें।

source: Use a backup token if auth app inaccessible.
hi: यदि प्रमाणक ऐप पहुंच योग्य नहीं है तो बैकअप टोकन का उपयोग करें।

source: Two factor code
hi: दो-चरणीय कोड

source: or
hi: या

source: backup token
hi: बैकअप टोकन

source: Proceed
hi: आगे बढ़े

source: Backup Tokens
hi: बैकअप टोकन

source: Your account recovery tokens, in case you lose access to your two factor token device.
hi: आपके खाता पुनर्प्राप्ति टोकन, यदि आप अपने प्रमाणक उपकरण तक पहुंच खो देते हैं।

source: Generate your recovery tokens, in case you lose access to your two factor device.
hi: अपने पुनर्प्राप्ति टोकन जेनरेट करें, यदि आप अपने प्रमाणक उपकरण तक पहुंच खो दें

source: Save these tokens at a secure place. Losing these can lock you out of your account!
hi: इन टोकनों को सुरक्षित जगह पर सेव कर लें। इन्हें खोने से आप अपने खाते से लॉक हो सकते हैं!

source: Backup tokens have been generated and hidden. You can get them from your account settings view.
hi: बैकअप टोकन उत्पन्न और छुपाए गए हैं। आप उन्हें अपने खाता सेटिंग से प्राप्त कर सकते हैं।

source: I have saved them
hi: मैंने उन्हें सेव कर लिया है

source: Generate
hi: उत्पन्न

source: new
hi: नया

source: recovery tokens
hi: पुनर्प्राप्ति टोकन

source: Disable
hi: अक्षम करें

source: Are you sure you want to disable
hi: क्या आप वाकई अक्षम करना चाहते हैं

source: two-factor authentication
hi: दो-चरणीय प्रमाणीकरण

source: on your account
hi: आपके खाते पर

source: This will potentially weaken your account security.
hi: यह संभावित रूप से आपके खाते की सुरक्षा को कमजोर करेगा।

source: Two-factor authentication
hi: दो-चरणीय प्रमाणीकरण

source: Scan the QR code below with your own token generator
hi: नीचे दिए गए क्यूआर कोड को अपने टोकन जनरेटर से स्कैन करें

source: (Google Authenticator, Microsoft Authenticator, etc.)
hi: (Google Authenticator, Microsoft Authenticator, आदि)

source: After scanning, submit the code generated by your app, below.
hi: स्कैन करने के बाद, नीचे अपने ऐप द्वारा जेनरेट किया गया कोड सबमिट करें।

source: Submit &amp; Enable
hi: सबमिट करें और सक्षम करें

source: More
hi: अधिक

source: Recent winners
hi: हाल के विजेता

source: %(personname)s</b> contributed in <a href="%(competelink)s" >%(competetitle)s
hi: %(personname)s</b> ने योगदान दिया <a href="%(competelink)s" >%(competetitle)s में ।

source: The certificate is not yet available.
hi: प्रमाण पत्र अभी उपलब्ध नहीं है।

source: It'll be available here soon.
hi: यह जल्द ही यहां उपलब्ध होगा।

source: Regardless of the availability of certificate, this page is equivalent to the said certification.
hi: प्रमाण पत्र की उपलब्धता के बावजूद, यह पृष्ठ उक्त प्रमाणीकरण के बराबर है।

source: Certificate Details
hi: प्रमाणपत्र विवरण

source: Name
hi: नाम

source: Issuing Organization
hi: जारी करने वाला संगठन

source: Issue Date
hi: जारी करने का दिन

source: Expiration Date
hi: समाप्ति तिथि

source: Does not expire
hi: समाप्त नहीं होती है

source: Credential ID
hi: क्रेडेंशियल आईडी

source: Click to copy
hi: कॉपी करने के लिए क्लिक करें

source: Will be available soon.
hi: जल्द ही उपलब्ध होगा।

source: Credential URL
hi: क्रेडेंशियल यू.आर.एल

source: Copy to clipboard
hi: क्लिपबोर्ड पर कॉपी करें

source: Download certificate
hi: प्रमाणपत्र डाउनलोड करें

source: Share
hi: साझा करें

source: In association with
hi: सहयोगकर्ता

source: Association
hi: सहयोग

source: Competition certificates acquired on %(APPNAME)s.
hi: %(APPNAME)s. पर प्राप्त प्रतियोगिता प्रमाणपत्र

source: Certification
hi: प्रमाणीकरण

source: Certificate verification
hi: प्रमाणपत्र सत्यापन

source: To verify the authenticity of the certificate, type that ID in following input.
hi: प्रमाण पत्र की प्रामाणिकता को सत्यापित करने के लिए, उस आईडी को इनपुट में टाइप करें।

source: Enter the 32-digit certificate ID
hi: 32 अंकों का प्रमाणपत्र आईडी दर्ज करें

source: Verify Certificate
hi: प्रमाणपत्र सत्यापित करें

source: If a certificate shared with you doesn't have an ID or QR code, or it has but isn't being found here, it could possibly be invalid.
hi: यदि आपके साथ साझा किए गए किसी प्रमाणपत्र में कोई आईडी या क्यूआर कोड नहीं है, या उसमें है, लेकिन वह यहां नहीं मिल रहा है, तो यह संभवतः अमान्य हो सकता है।

source: If you think someone is issuing fake certificates on behalf of us
hi: अगर आपको लगता है कि कोई हमारी ओर से फर्जी सर्टिफिकेट जारी कर रहा है

source: then please
hi: तो कृपया

source: report it
hi: रिपोर्ट करें

source: to us.
hi: हमें

source: If your certificate doesn't have an ID, or it has but isn't being found here
hi: अगर आपके प्रमाणपत्र में कोई आईडी नहीं है, या उसके पास है, लेकिन यहां नहीं मिल रहा है

source: then you may
hi: तो आप

source: contact us
hi: हमसे संपर्क करें

source: Competitions
hi: प्रतियोगिता

source: Learn More
hi: और जानें

source: I'm ready
hi: मैं तैयार हूं

source: Active
hi: सक्रिय

source: Upcoming
hi: आगामी

source: History
hi: इतिहास

source: Begins at
hi: शुरू होगा

source: Ends at
hi: समाप्त होगा

source: View
hi: दिखाना

source: No active competitions.
hi: कोई सक्रिय प्रतियोगिता नहीं।

source: Beginned at
hi: शुरू हुआ

source: Ended at
hi: समाप्त हुआ

source: No history. Let's make some!
hi: कोई इतिहास नहीं। चलो इतिहास रचते हैं!

source: No upcoming competitions.
hi: कोई आगामी प्रतियोगिता नहीं।

source: To be eligible for prizes
hi: पुरस्कार के पात्र होने के लिए

source: Remaining
hi: शेष

source: To submit
hi: जमा करने के लिए

source: Competition
hi: प्रतियोगिता

source: ended
hi: समाप्त

source: Archived
hi: संग्रहीत

source: Results Awaited
hi: परिणाम प्रतीक्षित

source: Stay Tuned!
hi: बने रहें!

source: Full details will be shown, once the competition begins.
hi: प्रतियोगिता शुरू होने के बाद पूरा विवरण दिखाया जाएगा।

source: Overview
hi: अवलोकन

source: Guidelines
hi: दिशा-निर्देश

source: Submission
hi: प्रस्तुतीकरण

source: Results
hi: परिणाम

source: What to submit
hi: क्या जमा करें

source: Your submission should be a valid URL with all the neccessary content required by the task of this competition.
hi: आपका सबमिशन सभी आवश्यक सामग्री के साथ एक मान्य URL होना चाहिए इस प्रतियोगिता के कार्य के लिए आवश्यक है।

source: If our judges and moderator are unable to access the content provided on your submission URL, then your submission will stand INVALID.
hi: सुनिश्चित करें कि आपका प्रदान किया गया URL सबमिट करने के बाद हर समय सार्वजनिक रूप से उपलब्ध है।

source: Where to submit
hi: कहां जमा करें

source: For small devices, submission tab will the 4th bubble above this view.
hi: छोटे उपकरणों के लिए, सबमिशन टैब इस दृश्य के ऊपर चौथा बबल होगा।

source: When to submit
hi: कब जमा करें

source: It is a general advise that you should prepare your submission till at least an hour before a competition ends, to avoid hassle.
hi: यह एक सामान्य सलाह है कि परेशानी से बचने के लिए आपको प्रतियोगिता समाप्त होने से कम से कम एक घंटे पहले तक अपना सबमिशन तैयार करना चाहिए।

source: All participants will receive
hi: सभी प्रतिभागियों को प्राप्त होगा

source: e-certificates
hi: ई-प्रमाणपत्र

source: The points obtained from this competition can be claimed as XP for your profile.
hi: इस प्रतियोगिता से प्राप्त अंकों को आपकी प्रोफ़ाइल के लिए XP के रूप में दावा किया जा सकता है।

source: Private to you
hi: आपके लिए निजी

source: Your submission was marked invalid in this competition.
hi: इस प्रतियोगिता में आपका सबमिशन अमान्य चिह्नित किया गया था।

source: Learn more
hi: और जानें

source: Your certificate
hi: आपका प्रमाणपत्र

source: Earned points will be incremented as XP to your profile.
hi: अर्जित अंक आपकी प्रोफ़ाइल में XP के रूप में बढ़ाए जाएंगे।

source: Claim XP
hi: XP का दावा करें

source: XP earned
hi: XP अर्जित

source: Rank
hi: पद

source: Score
hi: स्कोर

source: Members
hi: सदस्य

source: points
hi: अंक

source: No results disclosed.
hi: कोई परिणाम खुलासा नहीं किया।

source: Results will be declared soon
hi: परिणाम जल्द ही घोषित किए जाएंगे

source: here only.
hi: सिर्फ यहाँ

source: Not submitted
hi: जमा नहीं किया

source: Submitted
hi: जमा किया गया

source: late
hi: देर

source: Your submission
hi: आपका सबमिशन

source: Late Submit
hi: देर से जमा करें

source: Final Submit
hi: जमा करें

source: Save your submission before final submit.
hi: जमा करने से पहले अपना सबमिशन सेव कर लें।

source: Teammates
hi: टीम के साथी

source: Invite
hi: आमंत्रण

source: Invitees
hi: आमंत्रितगण

source: No pending invites
hi: कोई लंबित आमंत्रण नहीं

source: before you could participate.
hi: इससे पहले कि आप भाग ले सकें

source: Competition is a thrill way to grow.
hi: प्रतिस्पर्धा बढ़ने का एक रोमांचक तरीका है

source: Participate Independently
hi: स्वतंत्र रूप से भाग लें

source: If you have been invited, then the above button will cancel your pending invitations.
hi: यदि आपको आमंत्रित किया गया है, तो उपरोक्त बटन आपके लंबित आमंत्रणों को रद्द कर देगा।

source: You have a pending invitation for participation in this competition
hi: इस प्रतियोगिता में भाग लेने के लिए आपके पास एक लंबित आमंत्रण है

source: View invitation
hi: आमंत्रण देखें

source: Login to Participate
hi: भाग लेने के लिए लॉगिन करें

source: Summary
hi: सारांश

source: Detail
hi: विस्तार

source: Sample
hi: नमूना

source: Community Guidelines
hi: समुदाय दिशानिर्देश

source: Liberty to create & contribute for betterment of each other is the central aspect of our guidelines.
hi: एक दूसरे की बेहतरी के लिए सृजन और योगदान करने की स्वतंत्रता हमारे दिशानिर्देशों का केंद्रीय पहलू है।

source: Before participating in a competition, go through our guidelines.
hi: किसी प्रतियोगिता में भाग लेने से पहले, हमारे दिशा-निर्देशों को पढ़ें।

source: Before participating in a competition, go through the following.
hi: किसी प्रतियोगिता में भाग लेने से पहले, हमारे दिशा-निर्देशों को पढ़ें।

source: For participants
hi: प्रतिभागियों के लिए

source: For moderators
hi: मॉडरेटर के लिए

source: For judges
hi: न्यायाधीशों के लिए

source: Effective from
hi: प्रभावी

source: Last updated on
hi: अंतिम अद्यतन

source: Questions
hi: प्रशन

source: Concerns
hi: कोई चिंता

source: If you have any questions or concerns regarding this
hi: यदि इस संबंध में आपका कोई प्रश्न या चिंता है

source: We will make every effort to resolve your concerns.
hi: हम आपकी चिंताओं को दूर करने का हर संभव प्रयास करेंगे।

source: Docs
hi: दस्तावेज़

source: Refer these in case of any legal or moral doubts.
hi: किसी भी कानूनी या नैतिक संदेह के मामले में इन्हें देखें।

source: Moderation Guidelines
hi: मॉडरेशन दिशानिर्देश

source: Legal
hi: नैतिक

source: We noticed that you were going on to the following link via our platform.
hi: हमने देखा कि आप हमारे मंच के माध्यम से निम्नलिखित लिंक पर जा रहे थे।

source: Are you sure you're on the right path?
hi: क्या आप सुनिश्चित हैं कि आप सही रास्ते पर हैं?

source: It is not a part of our platform.
hi: यह हमारे मंच का हिस्सा नहीं है।

source: let me go
hi: मुझे जाने दो

source: Click here to learn more.
hi: और जानने के लिए यहां क्लिक करे

source: Projects
hi: परियोजनाएं

source: Community
hi: समुदाय

source: Join
hi: शामिल हों

source: Welcome to %(APPNAME)s
hi: %(APPNAME)s में आपका स्वागत है

source: Ready to takeoff? Virtually ofcourse.
hi: वस्तुतः उड़ान के लिए तैयार?

source: Get ready
hi: तैयार करें

source: That's all here for now.
hi: अभी के लिए बस इतना ही।

source: Browse other things meanwhile.
hi: इस बीच अन्य चीजें ब्राउज़ करें।

source: Report
hi: रिपोर्ट

source: Feedback
hi: प्रतिक्रिया

source: statements
hi: बयान

source: Privacy Policy
hi: गोपनीयता नीति

source: Contact us
hi: हमसे संपर्क करें

source: The Landing Page
hi: लैंडिंग पेज

source: API
hi: ए.पी.आई

source: Beta
hi: बीटा

source: Copyright
hi: कॉपीराइट

source: Invitation
hi: निमंत्रण

source: You have declined this invitation for participation with
hi: आपने के साथ भागीदारी के लिए इस आमंत्रण को अस्वीकार कर दिया है

source: Acknowledged
hi: स्वीकार किया

source: You have accepted this invitation for participation with
hi: आपने के साथ भागीदारी के लिए इस आमंत्रण को स्वीकार कर लिया है

source: Let's go
hi: चलिए चलते हैं

source: You have been invited to participate in the competition
hi: आपको प्रतियोगिता में भाग लेने के लिए आमंत्रित किया गया है

source: together with
hi: के साथ

source: on the team.
hi: टीम में

source: Accept Invitation
hi: आमंत्रण स्वीकारें

source: Decline Politely
hi: विनम्रतापूर्वक अस्वीकार करें

source: Invitation for successorship
hi: उत्तराधिकार के लिए आमंत्रण

source: Accept successorship
hi: उत्तराधिकार स्वीकार करें

source: Decline successorship
hi: उत्तराधिकार अस्वीकार करें

source: Getting Started
hi: शुरू करना

source: The landing page
hi: लैंडिंग पेज

source: Judges are waiting for submissions to be approved by you.
hi: न्यायाधीश आपके द्वारा प्रस्तुतियाँ स्वीकृत किए जाने की प्रतीक्षा कर रहे हैं।

source: Send for judgement
hi: निर्णय के लिए भेजें

source: Reject selected
hi: चयनित अस्वीकार करें

source: Approve selected
hi: चयनित स्वीकृत करें

source: Un-submitted
hi: सबमिट नहीं किया

source: on time
hi: समय पर

source: View submission
hi: सबमिशन देखें

source: Reject
hi: अस्वीकार

source: Moderator on duty
hi: ड्यूटी पर मॉडरेटर

source: Please wait while the moderator filters out valid submissions for you to judge.
hi: कृपया तब तक प्रतीक्षा करें जब तक मॉडरेटर मान्य सबमिशन को फ़िल्टर कर देता है ताकि आप निर्णय ले सकें।

source: We'll email you as soon as this is done for you.
hi: जैसे ही यह आपके लिए हो जाएगा हम आपको ईमेल करेंगे।

source: Results Declared
hi: परिणाम घोषित

source: See results
hi: परिणाम देखें

source: All submissions have been marked & results are waiting to be declared.
hi: सभी सबमिशन को चिह्नित कर लिया गया है और परिणाम घोषित होने की प्रतीक्षा कर रहे हैं।

source: Results will be declared by the manager, soon.
hi: परिणाम प्रबंधक द्वारा जल्द ही घोषित किया जाएगा।

source: We'll notify you about the results, once declared.
hi: एक बार घोषित होने के बाद हम आपको परिणामों के बारे में सूचित करेंगे।

source: Your certificate of appreciation will also be available, you'll be notified via email about that.
hi: आपका प्रशंसा प्रमाणपत्र भी उपलब्ध होगा, आपको इसके बारे में ईमेल के माध्यम से सूचित किया जाएगा।

source: Judges on duty
hi: ड्यूटी पर न्यायाधीश

source: Judges are now marking valid submissions for final ranking.
hi: न्यायाधीश अब अंतिम रैंकिंग के लिए वैध प्रस्तुतियाँ चिह्नित कर रहे हैं।

source: Thank you for your contribution.
hi: आपके योगदान के लिए आपका धन्यवाद।

source: Save
hi: सहेजें

source: Clear
hi: साफ़ करे

source: The competion is
hi: प्रतियोगिता

source: License
hi: लाइसेंस

source: Delete project
hi: प्रोजेक्ट हटाएं

source: Project deleted
hi: परियोजना हटाई गई

source: Reporting
hi: रिपोर्टिंग

source: Reported
hi: सूचना दी

source: Email ID
hi: ईमेल आई.डी.

source: Date joined
hi: दिनांक मिल हुए

source: Last login
hi: अंतिम लॉगिन

source: Block
hi: ब्लॉक

source: Moderation
hi: परिनियमन

source: Settings
hi: समायोजन

source: Account
hi: अकाउंट

source: Security
hi: सुरक्षा

source: Certificate
hi: प्रमाणपत्र

source: No projects live, yet.
hi: कोई प्रोजेक्ट लाइव नहीं है, अभी तक

source: Sike! You thought.
hi: हाहा, तुम्हे क्या लगा!

source: Change Email address
hi: ईमेल पता बदलें

source: Forgot Password
hi: पासवर्ड भूल गए

source: Preference settings
hi: वरीयता सेटिंग्स

source: Discard
hi: रद्द करें

source: Linked Accounts
hi: जुड़े खातों

source: Two-Factor authentication
hi: दो-चरणीय प्रमाणीकरण

source: Manage
hi: प्रबंधित करें

source: Blocked Accounts
hi: अवरुद्ध खाते

source: No one blocked.
hi: कोई ब्लॉक नहीं

source: You can block a user from their profile.
hi: आप किसी को उसकी प्रोफ़ाइल से ब्लॉक कर सकते हैं।

source: Deactivate Account
hi: खाता निष्क्रिय करें

source: Delete Account
hi: खाता हटा दो

source: Recommended for you
hi: आपके लिए अनुशंसित

source: Create Project
hi: प्रोजेक्ट बनाएं

source: Create project
hi: प्रोजेक्ट बनाएं

source: Licenses
hi: लाइसेंस

source: Quick Project
hi: त्वरित परियोजना

source: Verified Project
hi: सत्यापित परियोजना

source: New
hi: नया

source: Quick project
hi: त्वरित परियोजना

source: Submit project
hi: परियोजना सबमिट करें

source: Type to search for projects
hi: प्रोजेक्ट खोजने के लिए टाइप करें

source: Type something to search projects
hi: प्रोजेक्ट खोजने के लिए टाइप करें

source: Type to search for licenses
hi: लाइसेंस खोजने के लिए टाइप करें

source: Your private custom licenses
hi: आपके निजी कस्टम लाइसेंस

source: Public licenses
hi: सार्वजनिक लाइसेंस

source: This license is not provided by %(APPNAME)s, and may require modification to use, and permission from <a target="_blank" href="%(creatorlink)s">creator</a>
hi: यह लाइसेंस %(APPNAME)s द्वारा प्रदान नहीं किया गया है, और इसका उपयोग करने के लिए संशोधन और निर्माता से अनुमति की आवश्यकता हो सकती है ।

source: Delete Project
hi: परियोजना

source: Press Alt+R for introduction, or visit The Landing Page
hi: परिचय के लिए Alt+R दबाएं, या लैंडिंग पेज पर जाएं
